// Misc Strings

"fibre-channel-card-name"           = "Tarjetas FC de Apple";
"unknown"                           = "<desconocido>";
"default-filename"                  = "Tarjetas Fibre Channel";
"port-name-prefix"                  = "Puerto ";
"slot-name-prefix"					= "Ranura ";
"restart-required"                  = "Se requiere reiniciar para aplicar los cambios.";

// Status string.

"Offline"                           = "El enlace al puerto está fuera de servicio.";
"Online"                            = "El enlace al puerto está activo.";
// Speed status string.
"speed-status"                      = " La velocidad está ajustada a <<sustituir>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Ningún enlace establecido";
"link-status-nolink-unsupported"	= "Ninguna conexión establecida (cable no admitido)";
"link-status-link"					= "Enlace establecido";
"link-status-link-unsupported"		= "Enlace establecido (cable incompatible)";

// speed status string.
"1-gigabit-per-second"              = "1 Gb/s";
"2-gigabit-per-second"              = "2 Gb/s";
"speed-automatic"                   = "configuración automática";
"automatic-1-gigabit"               = "configuración automática, actualmente 1 Gb/s";
"automatic-2-gigabit"               = "configuración automática, actualmente 2 Gb/s";

// Topology status string.
"toplogy-status"                    = " La topología del puerto está ajustada a <<sustituir>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Punto a punto";
"arbitrated-loop"                   = "Bucle arbitrado";
"topology-automatic"                = "configuración automática";
"automatic-point-to-point"          = "configuración automática, actualmente punto a punto";
"automatic-arbitrated-loop"         = "configuración automática, actualmente Bucle arbitrado";

// Alerts
"incompatible-driver-title"         = "Instale el driver más reciente";
"incompatible-driver"               = "Esta aplicación requiere la versión 1.1.0 o posterior de AppleLSIFusionMPT.kext. Compruebe que dispone del driver más reciente e inténtelo de nuevo.";
"alert-no-cards-title"              = "No se ha encontrado ninguna tarjeta Fibre Channel de Apple";
"alert-no-cards"                    = "Asegúrese de que la tarjeta Fibre Channel de Apple está correctamente instalada e inténtelo de nuevo.";
"alert-restart-title"               = "Reiniciar sistema";
"alert-restart-required"            = "Se requiere reiniciar para aplicar los cambios. ¿Desea reiniciar el ordenador ahora?";
"alert-ok-button"                   = "Aceptar";
"alert-yes-button"                  = "Sí";
"alert-no-button"                   = "No";
"alert-cancel-button"               = "Cancelar";
"alert-tool-title"                  = "Error de la herramienta fibreconfig";
"alert-fibreconfig-error"           = "Se ha producido un error con la herramienta fibreconfig";
"alert-missing-tool"                = "La herramienta fibreconfig no se encuentra.";
"alert-non-executeable-tool"        = "La herramienta fibreconfig no se pudo ejecutar y es posible que deba reinstalarse.";
"ww-node-name-tooltip"              = "Nombre de ámbito mundial del nodo";
"ww-port-name-tooltip"              = "Nombre de ámbito mundial del puerto";